//DB2JCL1  JOB ,NOTIFY=&SYSUID,CLASS=7
//STEP1    EXEC PGM=IKJEFT01,REGION=0M
//STEPLIB  DD DISP=SHR,DSN=DSND10.DBDG.SDSNEXIT
//         DD DISP=SHR,DSN=DSND10.DBDG.RUNLIB.LOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOD2
//SYSTSPRT DD SYSOUT=*
//SYSIN    DD PATH='__SQL_USS_PATH__',
//            PATHOPTS=(ORDONLY),FILEDATA=TEXT,
//            PATHDISP=KEEP,
//            RECFM=FB,LRECL=80,BLKSIZE=80
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSTSIN  DD *
DSN SYSTEM(DBDG)
RUN PROGRAM(DSNTEP2) PLAN(DSNTEPD1)
END
/*
