//DB2VER   JOB ,NOTIFY=&SYSUID,CLASS=7
//STEP1    EXEC PGM=IKJEFT01,REGION=0M
//STEPLIB  DD DISP=SHR,DSN=DSND10.DBDG.SDSNEXIT
//         DD DISP=SHR,DSN=DSND10.DBDG.RUNLIB.LOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOAD
//         DD DISP=SHR,DSN=DSND10.SDSNLOD2
//SYSTSPRT DD SYSOUT=*
//* VERSION QUERY IS RENDERED FROM APPLICATION.JSON
//SYSIN    DD *
// __VERSION_QUERY__
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSTSIN  DD *
DSN SYSTEM(DBDG)
RUN PROGRAM(DSNTEP2) PLAN(DSNTEPD1)
END
/*